<template>
  <q-card inline class="my-card01 q-mx-sm margin-15">
      <q-card-section class="flex row  " >
        <img class="headshot q-mr-sm" :src='user.image'>
        <div >
        <div class="text-h6">{{ user.name }}</div>
        <div class="text-subtitle2">#靠北登山</div>
        </div>
      </q-card-section>

      <q-card-section>
        <div class="row overflow-hidden" style="height: 60px;white-space:pre-wrap;">
          <p>大家好，我是台灣三六八創辦人陳彥宇，首先很抱歉讓大家覺得我總是當個縮頭烏龜不願意出來面對解釋並且道歉，主要是小弟真的不太會說話，很怕又惹得大家不開心，但事發至今，我想我本人出面說明承擔是必須的結果
針對此次淨山事件，以下是新竹林區管理處某篇文章的回覆
您好，我是新竹林區管理處員工，有關最近網紅淨山清掉「霞喀羅古道」日治時期酒瓶一事，說明如下：
一、本處及委託步道清潔維護之「養老Yulu 文化生態協會」對於網紅淨山活動事先並不知情，也沒有參與。在活動結束後養老協會夥伴才接獲通知協助處理山友淨山活動搬運至登山口的垃圾。<br>
二、經了解，養老協會比令理事長前往查看及著手垃圾分類結果，清運出來的瓶罐大多屬高粱酒瓶、保力達酒瓶、米酒瓶、鐵罐等。另發現有日治時期的酒瓶3瓶，分別為一瓶日本啤酒、一瓶日本清酒及一瓶殺草劑藥瓶，協會人員已放回駐在所周遭附近。<br>
三、活動後再於相關駐在所勘查結果，附近的日治時期酒瓶並無被破壞情形。<br>
四、後續將由本處盤點記錄沿線具有歷史意義的物件，包括日治期間留下的日用瓶罐，定期查勘，並研議設置相關告示解說牌誌。<br>
五、最後，針對山友及網友們對於霞喀羅國家步道歷史文物及生態保護的關心與指教，表示感謝。我們定當虛心檢討改進。<br>
最初淨山只是我一個人在登山時會主動去做的小舉動，後來有幾次登山到幾個垃圾量特別大的地方，才在網路呼籲大家登山不要亂丟棄垃圾，之後才開始有人想一起登山一起淨山。<br>
沒有注意到日治時期的酒瓶，主要是馬鞍駐在所真的幾乎都是現代的酒瓶，當下認為這是所謂的破窗效應，應該將他們清運了出來，自然沒特地留意到酒瓶會是什麼文物，當時在影片中這3瓶文物跟帆布、保利達空瓶、米酒空瓶、海尼根鋁罐等垃圾放在一起，所以沒有去做留意，導致造成此事件，而我回覆有提到是歷史就該揹下去博物館，追根究底還是垃圾，其實我真正的意思若有標示我也不敢去動，並不是文物就是垃圾的意思，是被扭曲了，我講話真的比較直比較衝動，所以我才不敢出來說話。<br>
許多人拿圓山貝塚來對比，但圓山貝塚是國定並受有保護的遺跡(這我不太清楚，如有誤請鞭，本人虛心受教)，但這3瓶文物毫無保護與告示解說牌(我們並非撿拾告示解說牌所指示之酒瓶存在地點，而是石階一上去右手邊的樹下垃圾堆)，而這3瓶參雜在大量垃圾之中實在很難判別，但也無仔細檢查實屬抱歉<br>
至於為何會收費，主要是因為我們出團有一定的成本，並且據實繳稅、不光兼職嚮導甚至連支援的嚮導帶公司團一定會加保勞健保，並且花費龐大的金額舉辦證照進修、團隊內訓等等的開支，因此目前本公司還無法支出免費團，公益部分一直以來都持續做了蠻多的，像是協助過徐園長護生園找尋山區流浪狗不收取酬勞、每月掏錢舉辦北中南巡迴登山安全講座、擔任高中社團指導老師並且自己掏錢舉辦社團登山活動、協助山難搜救、資助醫聯會人權和平部（SCORP）急難救助營…等，對於這類活動本公司一直以來都是義不容辭。<br>
最後對於在地歷史、文化歷史的定位認知不夠瞭解，基於愛護山林的立意將其當成垃圾清除導致發生此事件，本人在此致上一萬分的歉意。<br>
往後本公司會多跟林區管理處了解更多歷史 並幫忙宣導，讓這類事件絕對不會再次發生<br>
一路走來，本公司爭議一直都很大，也有許多做的不完善、知識不夠充足的地方，謝謝各方人士一路上給予專業的建議與諮詢，小弟一直以來都很想付出自己所能付出的一切，但也許有些時候用錯了方式但絕無惡意，我會持續的學習改進並且做得更好，謝謝大家的指教<br>
再次致上一萬分的歉意<br>
最後也感謝養老和霞喀羅的協會的幫忙，讓他們也被連累進去，本人事發當天就有致電給協會，未來協會有任何小弟能幫上忙的地方，本人定當赴湯蹈火在所不辭，彌補這次的過失</p>
        </div>
      </q-card-section>

      <q-card-actions class="btn01 justify-end">
        <q-btn round flat color="positive " size="24px" icon="arrow_drop_down" />
      </q-card-actions>
    </q-card>
</template>
<style scoped>

</style>
<script>
export default {
  data () {
    return {
    }
  },
  computed: {
    user () {
      return this.$store.getters['user/user']
    }
  }
}
</script>
